Repository: wp-plugins/contact-forms
Catalog: languages/accua-form-api-*.po
Languages: de_de

source: The following error was found:
de_de: Der folgende Fehler wurde gefunden:

source: The following @errorsize errors were found:
de_de: Die folgenden @errorsize Fehlern wurden gefunden:

source: File already submitted.
de_de: File schon geschickt.

source: Maximum filesize: %size%. Allowed extensions: %extensions%.
de_de: Höchste Dimension: %size%. Zulässige Erweiterung: %extensions%.

source: Upload failed, please retry. If the problem persists please contact us
de_de: Laden gescheiert, versuchen Sie wieder. Wenn das Problem verharrt, kontaktieren Sie uns bitte

source: Uploaded file is too big
de_de: Das geladete File ist zu größ

source: Uploaded file is empty
de_de: Das geladete File ist leer

source: File name is not valid. Please rename it avoiding unusual characters
de_de: File Name ist nicht gültig. Nennen Sie das wieder und vermeiden Sie Sonderzeichen, bitte

source: File extension not allowed. Allowed extensions are %extensions%
de_de: File Erweiterung nicht erlaubt. Die zulässige Erweiterungen sind: %extensions%.

source: Error: '%element%' is a required field.
de_de: Fehler: '%element%' ist ein notwendiges Feld

source: Error: '%element%' must contain an email address.
de_de: Fehler: '%element%' muss eine E-Mail Adresse enthalten

source: Please fill in all required fields
de_de: Bitte füllen Sie alle Felder aus
